#
# $Id$
#
# Getdown translation messages

m.abort_title = Cancelar a instala\u00E7\u00E3o?
m.abort_confirm = <html>Tem certeza que deseja cancelar a instala\u00E7\u00E3o? \
  Voc\u00EA pode continuar a instala\u00E7\u00E3o mais tarde, \
  basta executar a aplica\u00E7\u00E3o novamente.</html>
m.abort_ok = Sair
m.abort_cancel = Continuar a instala\u00E7\u00E3o

m.detecting_proxy = Tentando detectar automaticamente as configura\u00E7\u00F5es de proxy

m.configure_proxy = <html>N\u00E3o foi poss\u00EDvel conectar aos nossos servidores para \
  fazer o download dos dados. \
  <ul><li> Se o Firewall do Windows ou o Norton Internet Security est\u00E1 configurado \
  para bloquear o programa <code>javaw.exe</code> n\u00E3o ser\u00E1 poss\u00EDvel realizar \
  o download. Voc\u00EA ter\u00E1 que permitir que o programa <code>javaw.exe</code> acesse \
  a internet. Voc\u00EA pode tentar executar o programa novamente, mas voc\u00EA precisa \
  remover o programa javaw.exe das configura\u00E7\u00F5es do firewall (Iniciar -> Painel \
  de controle -> Firewall do Windows).</ul> \
  <p> Seu computador pode estar acessando a internet atrav\u00E9s de um proxy e n\u00E3o foi \
  capaz de detectar automaticamente as configura\u00E7\u00F5es de proxy. \
  Voc\u00EA pode informar esses dados abaixo.</html>

m.proxy_extra = <html>Se voc\u00EA tem certeza que n\u00E3o usa um proxy, ent\u00E3o pode ser \
  que exista um problema tempor\u00E1rio que est\u00E1 impedindo a comunica\u00E7\u00E3o \
  com os nossos servidores. Neste caso voc\u00EA pode cancelar e tentar instalar novamente \
  mais tarde.</html>

m.proxy_host = IP do Proxy
m.proxy_port = Porta do Proxy
m.proxy_ok = OK
m.proxy_cancel = Cancelar

m.downloading_java = Fazendo o download da m\u00E1quina virtual Java
m.unpacking_java = Descompactando a m\u00E1quina virtual Java

m.resolving = Resolvendo downloads
m.downloading = Transferindo dados
m.failure = Download falhou: {0}

m.checking = Verificando atualiza\u00E7\u00F5es
m.validating = Validando
m.patching = Atualizando
m.launching = Executando

m.patch_notes = Corrigir notas
m.play_again = Jogar de novo

m.complete = {0}% completo
m.remain = {0} Permanecer

m.updating_metadata = Transferindo arquivos de controle

m.init_failed = Nosso arquivo de configura\u00E7\u00E3o est\u00E1 ausente ou corrompido. Tente \
  baixar uma nova c\u00F3pia...

m.java_download_failed = N\u00E3o conseguimos baixar automaticamente a\
  vers\u00E3o necess\u00E1ria do Java para o seu computador.\n\n\
  Por favor, acesse www.java.com, baixe e instale a \u00FAltima vers\u00E3o do \
  Java, em seguida, tente executar o aplicativo novamente.

m.java_unpack_failed = N\u00E3o conseguimos descompactar uma vers\u00E3o atualizada do \
  Java. Por favor, certifique-se de ter pelo menos 100 MB de espa\u00E7o livre em seu \
  disco r\u00EDgido e tente executar o aplicativo novamente. \n\n\
  Se isso n\u00E3o resolver o problema, acesse www.java.com,baixe e \
  instale a \u00FAltima vers\u00E3o do Java e tente novamente.

m.unable_to_repair = N\u00E3o conseguimos baixar os arquivos necess\u00E1rios depois de \
  cinco tentativas. Voc\u00EA pode tentar executar o aplicativo novamente, mas se ele \
  falhar pode ser necess\u00E1rio desinstalar e reinstalar.

m.unknown_error = A aplica\u00E7\u00E3o falhou ao iniciar devido a algum erro estranho \
  do qual n\u00E3o conseguimos recuperar. Por favor, visite \n{0} para obter \
  informa\u00E7\u00F5es sobre como recuperar.
m.init_error = A aplica\u00E7\u00E3o falhou ao iniciar devido ao seguinte \
  erro:\n{0}\n\nPor favor visite \n{1} para \
  informa\u00E7\u00F5es sobre como lidar com esse problema.

m.readonly_error =O diret\u00F3rio no qual este aplicativo est\u00E1 instalado: \
  \n{0}\n \u00E9 somente leitura. Por favor, instale o aplicativo em um diret\u00F3rio onde \
  voc\u00EA tem acesso de grava\u00E7\u00E3o.

m.missing_resource = A aplica\u00E7\u00E3o falhou ao iniciar devido a uma falta \
  de recurso:\n{0}\n\n Por favor, visite\n{1} para obter informa\u00E7\u00F5es sobre \
  como lidar com tal problema.

m.insufficient_permissions_error = Voc\u00EA n\u00E3o aceitou a assinatura digital \
  do aplicativo. Se voc\u00EA quiser executar o aplicativo, voc\u00EA ter\u00E1 que aceitar \
  a assinatura digital. \n\nPara fazer isso, voc\u00EA ter\u00E1 que sair do seu navegador, \
  reinici\u00E1-lo, e retornar a esta p\u00E1gina web para executar a aplica\u00E7\u00E3o. \
  Quando o di\u00E1logo de seguran\u00E7a aparecer, clique no bot\u00E3o para aceitar a \
  assinatura digital e conceder a este aplicativo os privil\u00E9gios necess\u00E1rios \
  para executar.

m.corrupt_digest_signature_error = N\u00E3o conseguimos verificar a assinatura digital \
  do aplicativo.\nPor favor, verifique se voc\u00EA est\u00E1 utilizando o aplicativo \nde um \
  site correto.

m.default_install_error = a se\u00E7\u00E3o de suporte do site

m.another_getdown_running = V\u00E1rias inst\u00E2ncias desta aplica\u00E7\u00E3o \
  est\u00E3o em execu\u00E7\u00E3o. Esta ir\u00E1 parar e deixar outra completar suas atividades.

m.applet_stopped = Foi solicitado ao miniaplicativo GetDow que parasse de trabalhar.

# application/digest errors
m.missing_appbase = O arquivo de configura\u00E7\u00E3o n\u00E3o possui o 'AppBase'.
m.invalid_version = O arquivo de configura\u00E7\u00E3o especifica uma vers\u00E3o inv\u00E1lida.
m.invalid_appbase = O arquivo de configura\u00E7\u00E3o especifica um 'AppBase' inv\u00E1lido.
m.missing_class = O arquivo de configura\u00E7\u00E3o n\u00E3o possui a classe de aplicativo.
m.missing_code = O arquivo de configura\u00E7\u00E3o n\u00E3o especifica um recurso de c\u00F3digo.
m.invalid_digest_file = O arquivo digest \u00E9 inv\u00E1lido.
