#
# $Id: messages.properties 485 2012-03-08 22:05:30Z ray.j.greenwell $
#
# Getdown translation messages

m.abort_title = Annuler l'installation?
m.abort_confirm =<html>\u00cates-vous s\u00fbr de vouloir annuler l'installation? \
   Vous pourrez reprendre l'installation en ex\u00e9cutant l'application de nouveau.</html>
m.abort_ok = Quitter
m.abort_cancel = Continuer l'installation

m.detecting_proxy = D\u00e9tection automatique des r\u00e9glages proxy

m.configure_proxy =<html>Connexion au serveur impossible. \
   <ul><li>  Veuillez v\u00e9rifier que <code>javaw.exe</code> n'est bloqu\u00e9 par aucun pare-feu ou antivirus. \
   Vous pouvez vous rendre sur la configuration du pare-feu windows via \
  ( D\u00e9marrer ->  Panneau de Configuration ->  Pare-feu Windows ).</ul>  \
   <p>  Il est \u00e9galement possible que vous soyez derri\u00e8re un proxy que l'application est incapable de d\u00e9tecter automatiquement. \
   Si tel est le cas, veuillez saisir les réglages proxy ci-dessous.</html>

m.proxy_extra =<html>Si vous \u00eates certain de ne pas utiliser de proxy, il est \
   possible qu'une interruption temporaire de la connexion internet emp\u00fbche la \
   communication avec les serveurs. Dans ce cas, vous pouvez relancer \
   l'installation ult\u00e9rieurement.</html>

m.proxy_host = Proxy IP
m.proxy_port = Proxy port
m.proxy_ok = OK
m.proxy_cancel = Annuler

m.downloading_java = T\u00e9l\u00e9chargement en cours de la Machine Virtuelle Java
m.unpacking_java = D\u00e9compression en cours de la Machine Virtuelle Java

m.resolving = R\u00e9solution des t\u00e9l\u00e9chargements en cours
m.downloading = T\u00e9l\u00e9chargement des donn\u00e9es en cours
m.failure = \u00c9chec du t\u00e9l\u00e9chargement: {0}

m.checking = V\u00e9rification de la mise-\u00e0-jour en cours
m.validating = Validation en cours
m.patching = Modification en cours
m.launching = Lancement en cours

m.patch_notes = Notes de mise à jour

m.complete = Complet \u00e0 {0}%
m.remain = {0} restant

m.updating_metadata = T\u00e9l\u00e9chargement des fichiers de contr\u00f4les en cours

m.init_failed = Notre fichier de configuration est perdu ou corrompu. T\u00e9l\u00e9chargement \
   d'une nouvelle copie en cours ...

m.java_download_failed = Impossible de t\u00e9l\u00e9charger automatiquement la \
   version de Java n\u00e9cessaire.\n\n\
   Veuillez vous rendre sur www.java.com et t\u00e9l\u00e9charger et installer la version la plus r\u00e9cente \
   de Java, avant d'ex\u00e9cuter l'application \u00e0 nouveau.

m.java_unpack_failed = Impossible de d\u00e9compresser la version de \
   Java n\u00e9cessaire. Veuillez v\u00e9rifier que vous avez au moins 100 MB d'espace libre sur votre \
   disque dur puis tenter d'ex\u00e9cuter l'application à nouveau.\n\n\
   Si le probl\u00e8me persiste, rendez vous www.java.com et t\u00e9l\u00e9chargez et \
   installez la version plus r\u00e9cente de Java puis essayez de nouveau.

m.unable_to_repair = Impossible de t\u00e9l\u00e9charger les fichiers n\u00e9cessaires apr\u00e8s \
   cinq tentatives. Vous pouvez tenter d'ex\u00e9cuter l'application \u00e0 nouveau, mais il est possible \
   qu'une d\u00e9sinstallation / r\u00e9installation soit n\u00e9cessaire.

m.unknown_error = Une erreur inconnue a fait \u00e9chouer le lancement de l'application. \
   Veuillez visiter\n{0} pour plus d'informations.
m.init_error = Le lancement de l'application a \u00e9chou\u00e9 \u00e0 cause de l'erreur \
   suivante:\n{0}\n\nVeuillez visiter\n{1} pour plus d'informations.

m.readonly_error = Le r\u00e9pertoire d'installation de cette application: \
   \n{0}\nest en lecture seule. Veuillez installer l'application dans un r\u00e9pertoire avec \
   un acc\u00e8s en \u00e9criture.

m.missing_resource = Le lancement de l'application a \u00e9chou\u00e9 \u00e0 cause d'une \
   ressource manquante:\n{0}\n\nVeuillez visiter\n{1} pour plus d'informations.

m.insufficient_permissions_error = Vous n'avez pas accepter la signature \
  num\u00e9rique de cette application. Si vous souhaitez ex\u00e9cuter cette application, vous devez \
  accepter sa signature num\u00e9rique.\n\nAfin de le faire, vous devez quitter votre \
  navigateur, le red\u00e9marrer, retourner \u00e0 cette page puis relancer l'application. Une fois la \
  bo\u00eete de dialogue de s\u00e9curit\u00e9 affichée, cliquez sur le bouton pour accepter la signature \
  num\u00e9rique et accorder les permissions n\u00e9cessaires au bon fonctionnement de l'application.

m.corrupt_digest_signature_error = Nous ne pouvons pas v\u00e9rifier la signature num\u00e9rique \
  de l'application.\nVeuillez v\u00e9rifier que vous lancez l'application \ndepuis \
  la bonne adresse internet.

m.default_install_error = la section de support du site

m.another_getdown_running = Plusieurs instances d'installation de cette \
  application sont d\u00e9j\u00e0 en cours d'ex\u00e9cution.  Cette instance va s'arr\u00eater afin de permettre aux autres d'aboutir.

m.applet_stopped = L'appelet Getdown a \u00e9t\u00e9 stopp\u00e9e.

# application/digest errors
m.missing_appbase = Le fichier de configuration ne contient pas 'appbase'.
m.invalid_version = Le fichier de configuration sp\u00e9cifie une version invalide.
m.invalid_appbase = Le fichier de configuration sp\u00e9cifie un 'appbase' invalide.
m.missing_class = Le fichier de configuration ne contient pas la classe de l'application.
m.missing_code = Le fichier de configuration ne sp\u00e9cifie aucune ressource de code.
m.invalid_digest_file = Le fichier digest est invalide.
